// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "Über Chrome OS Image Creator";
"Menu Prefs" = "Einstellungen…";
"Menu Services" = "Dienste";
"Menu Hide" = "Chrome OS Image Creator ausblenden";
"Menu Hide Others" = "Sonstige ausblenden";
"Menu Show All" = "Alle anzeigen";
"Menu Quit" = "Chrome OS Image Creator beenden";
"Menu Window" = "Fenster";
"Menu Minimize" = "Minimieren";
"Menu Zoom" = "Zoom";
"Menu Bring All To Front" = "Alle in den Vordergrund";
"Menu Help" = "Hilfe";
"Menu App Help" = "Hilfe zu Chrome OS Image Creator";

/* Buttons */
"Button Previous" = "Zurück";
"Button Next" = "Weiter";
"Button Stop" = "Stopp";
"Button Done" = "Fertig";

/* Tab: Select device model */
"Text Welcome" = "Willkommen bei Chrome OS Image Creator! Bitte wählen Sie das Modell Ihres Chrome OS-Geräts aus.";
"Button Local Image" = "Lokales Abbild…";

/* Tab: Select USB stick */
"Text Select Prompt" = "Wählen Sie einen USB-Speicherstick für die Wiederherstellung:";
"Text Insertion Prompt" = "Bitte stecken Sie einen USB-Speicherstick ein.";

/* Tab: Done */
"Text Congrats" = "Herzlichen Glückwunsch,  Sie haben einen Startdatenträger zur Wiederherstellung Ihres Chrome OS-Geräts erstellt. Bitte trennen Sie diesen von Ihrem Computer und verwenden Sie ihn zur Wiederherstellung des beschädigten Betriebssystems Ihres Chromebooks.";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Diese Anwendung kann nicht ausgeführt werden.";
"NoDiskArb Informative" = "Beim Start der Datenträgervermittlung ist ein Fehler aufgetreten. Dies sollte nicht passieren.";
"NoDiskArb OK" = "OK";

/* Error retrieving config file. */
"CantGetConfig Message" = "Die Abbildliste kann nicht abgerufen werden.";
"CantGetConfig Informative" = "Beim Abrufen der Liste verfügbarer Wiederherstellungsabbilder ist ein Problem aufgetreten (%1$@). Bitte überprüfen Sie Ihre Netzwerkverbindung.";
"CantGetConfig OK" = "OK";
"CantGetConfig Error NoConnection" = "Es konnte keine Verbindung zugewiesen werden.";
"CantGetConfig Error DownloadError" = "Beim Herunterladen ist ein Fehler aufgetreten.";
"CantGetConfig Error StringCreate" = "Die Antwort konnte nicht verwendet werden.";

/* Version error. */
"VersionError Message" = "Diese Version der Anwendung ist zu alt.";
"VersionError Informative" = "Bitte laden Sie eine neuere Version herunter. Dies ist Version %1$@; erforderlich ist mindestens Version %2$@. %3$@";
"VersionError OK" = "Neue Version herunterladen";

/* File dialog to select a local file. */
"SelectLocal File" = "Wählen Sie ein Abbild aus:";
"SelectLocal Button" = "Auswählen";

/* Alert on writing stick. */
"WriteAlert Message" = "Möchten Sie %1$@ wirklich endgültig löschen?";
"WriteAlert Informative" = "Alle darauf befindlichen Daten gehen unwiderruflich verloren. Sie können diese Aktion nicht rückgängig machen.";
"WriteAlert Cancel" = "Nicht löschen";
"WriteAlert OK" = "Löschen";

"TooSmallAlert Message" = "%1$@ kann nicht verwendet werden, zu wenig Speicherplatz.";
"TooSmallAlert Informative" = "Ein USB-Stick mit mindestens %2$@ ist erforderlich.";
"TooSmallAlert OK" = "OK";

"NotWritable Message" = "%1$@ kann nicht verwendet werden, da schreibgeschützt.";
"NotWritable Informative" = "Der USB-Stick ist schreibgeschützt. Der Schreibschutz kann möglicherweise mithilfe eines Schalters am Stick aufgehoben werden, anderenfalls kann er nicht verwendet werden.";
"NotWritable OK" = "OK";

/* Stick writing statuses. */
"Status Downloading" = "Wird heruntergeladen…";
"Status Verifying" = "Wird verifiziert…";
"Status Unpacking" = "Wird entpackt…";
"Status Claiming" = "Wird angefordert…";
"Status Unmounting" = "Wird getrennt…";
"Status Writing" = "Schreiben…";
"Status Ejecting" = "Wird ausgeworfen…";
"Status Done" = "Fertig!";

"StatusAdd Attempt" = " (Versuch %1$d)";

/* Errors */
"Failure Downloading" = "Fehler: Das Quellabbild konnte nicht heruntergeladen werden. Möchten Sie es noch einmal versuchen?";
"Failure Verifying Return Value" = "Fehler: Das Quellabbild konnte nicht verifiziert werden, Programmfehler, %1$s. Möchten Sie es noch einmal versuchen?";
"Failure Verifying SHA Mismatch" = "Fehler: Das Quellabbild konnte nicht verifiziert werden, Prüfsummenfehler. Möchten Sie es noch einmal versuchen?";
"Failure Unpacking" = "Fehler: Das Quellabbild konnte nicht entpackt werden, %1$s. Möchten Sie es noch einmal versuchen?";
"Failure Claiming" = "Fehler: Der USB-Stick konnte nicht angefordert werden. Möchten Sie es noch einmal versuchen?";
"Failure Unmounting" = "Fehler: Der USB-Stick konnte nicht getrennt werden. Möchten Sie es noch einmal versuchen?";
"Failure Opening Source Image" = "Fehler: Das Quellabbild konnte nicht geöffnet werden, %1$s. Möchten Sie es noch einmal versuchen?";
"Failure Opening Destination Device" = "Fehler: Der USB-Stick konnte nicht geöffnet werden, %1$s. Möchten Sie es noch einmal versuchen?";
"Failure Reading Source Image" = "Fehler: Das Quellabbild konnte nicht gelesen werden, %1$s. Möchten Sie es noch einmal versuchen?";
"Failure Writing Destination Device" = "Fehler: Auf den USB-Stick konnte nicht geschrieben werden, %1$s. Möchten Sie es noch einmal versuchen?";
"Failure Ejecting" = "Fehler: Der USB-Stick konnte nicht ausgeworfen werden. Möchten Sie es noch einmal versuchen?";

"Failure Try Again" = "Erneut versuchen";
"Failure Quit" = "Beenden";

"Failure Termination Status" = "Beendigungsstatus %d";

"Failure Internal Error 1" = "Unerwartetes Dateiende (EOF)";
